<?php

return [
    'Enable'                    => 'Не може да активираш настройка която е активна в момента.',
    'Disable'                   => 'Не може да деактивираш настройка която е деактивирана в момента',
    'NotFound'                  => 'Не съществува настройка с такова име.',
    'CreatedSuccessfully'       => 'Настройката е създадена успешно',
    'UpdatedSuccessfully'       => 'Настройката е променена успешно',
    'ActivatedSuccessfully'     => 'Настройката е активирана успешно',
    'DeactivatedSuccessfully'   => 'Настройката е деактивирана успешно',
    'DeletedSuccessfully'       => 'Настройката е изтрита успешно',
    'CreationFailed'            => 'Грешка при създаването на настройката',
    'UpdatingFailed'            => 'Грешка при редактирането на настройката',
    'ActivationFailed'          => 'Грешка при активиране на настройката',
    'DeactivationFailed'        => 'Грешка при деактивирането на настройката',
    'DeletionFailed'            => 'Грешка при изтриването на настройката',
    'SettingsButton'            => 'Настройки',
];
